Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/barentswatch.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The NCA operates the Norwegian part of the database for Long-Range Identification and Tracking on behalf of the Norwegian authorities.
nb: Kystverket drifter den norske delen av databasen for Long-Range Identification and Tracking på vegne av norske myndigheter.

source: “But that’s difficult for us to accept, because it’s not documented.
nb: Men det er vanskelig for oss å ta stilling til dette, fordi det ikke er dokumentert.

source: Half the volume produced is exported, and about 40 per cent gets injected into oil fields to boost recovery.
nb: Halvparten av dette ble eksportert, mens om lag 40 prosent gikk til injeksjoner i oljefelt for å få ut mer olje.

source: In the Norwegian settlements, Longyearbyen and Ny-Ålesund, there are 2017 registered residents, 1,149 men and 868 women.
nb: I de norske bosetningene, Longyearbyen og Ny-Ålesund, er det registrert 2 017 fastboende, 1 149 menn og 868 kvinner.

source: The first Solas convention was adopted in 1914, partly as a consequence of the sinking of the RMS
nb: Den første SOLAS-konvensjonen ble vedtatt i 1914, bl.a.

source: NCA’s website To strengthen maritime safety in the Barents Sea, the NCA established its Barents SRS ship reporting system in collaboration with the Russian authorities in June 2013.
nb: For å styrke sjøsikkerheten i Barentshavet har Kystverket fra juni 2013 etablert skipsrapporteringssystemet Barents SRS i samarbeid med russiske myndigheter.

source: For example, the sea level in Bergen only increases by 1.1 mm a year, while the sea level in Oslo is actually falling by 1.7 mm a year.
nb: For eksempel stiger vannstanden i Bergen med kun 1,1 mm i året, mens vannstanden i Oslo faktisk synker med 1,7 mm i året.

source: Such layers at depths of 20-30 meters are created by different saline contents or temperatures, and prevent the algae from sinking to depths were there is too little light to support plant growth.
nb: Slike spranglag på 20-30 meters dyp, skapt av ulik saltholdighet eller ulik temperatur, gjør at algene ikke synker ned dit det er for lite lys til plantevekst.

source: industry development since 1971 (in Norwegian).
nb: graf for utviklingen i næringen siden 1971

source: The latter has overall responsibility for all oil spill response in Norway and through inter-municipal committees for acute pollution (IUA).
nb: Sistnevnte har det overordnede ansvaret for all oljevernberedskap i Norge og gjennom interkommunale utvalg for akutt forurensning (IUA).

source: (Latin for “seaweed”) is a common denominator for a variety of water plants, from microscopic unicellular species (microalgae) to seaweed and kelp species that are several metres in length (macroalgae).
nb: tang, tare, "sjøgress", "grønske") er et fellesnavn for en mengde vannplanter, fra mikroskopiske encellede arter (mikroalger), til tang- og tare-arter med mange meters omfang (makroalger).

source: The marine fishing fleet is made up of larger vessels such as trawlers, ring net vessels and large longliners 28 metres or more in length.
nb: Havfiskeflåten omfatter større fartøy som trålere, ringnotfartøy og store linebåter på 28 meters lengde eller mer.

source: The most well-known of these acids are EPA og DHA, which are both omega-3 fatty acids and essential fatty acids for all animals.
nb: Av disse er de mest kjente EPA og DHA, som begge er omega-3 fettsyrer og essensielle fettsyrer for alle dyr.

source: In 2009 more than 2.6 million tonnes of coal were extracted from the Norwegian mines.
nb: I 2009 ble det tatt ut i overkant av 2,6 millioner tonn kull fra de norske gruvene.

source: If this occurs in the summer, it can affect algal bloom and the fish larvae.
nb: Hvis dette skjer om sommeren kan det påvirke algeoppblomstringen og fiskelarvene.

source: Provide an access token as a HTTP header.
nb: Benytt tilgang token i http header.

source: FFI is situated at Kjeller close to Lillestrøm, and has a naval research unit in Karljohansvern in Horten.
nb: FFI ligger på Kjeller ved Lillestrøm, og har en maritim forskningsenhet på Karljohansvern i Horten.

source: Outside the Norwegian settlements, around 370 people live in the Russian settlement Barentsburg.
nb: Utenom de norske bosettingene bor om lag 370 personer i den russiske bosettingen Barentsburg.

source: The first confirmed discovery of the archipelago was by Willem Barentsz in an attempt to find a northern sea route to Asia in 1596.
nb: Den første sikre oppdagelsen av øygruppa gjorde Willem Barentsz i et forsøk på å finne en nordlig sjørute til Asia i 1596.

source: AIS (Automatic Identification System) is an information system that helps the coastal state of Norway to maintain a good and effective response service along its coastline.
nb: AIS (Automatic Identification System) er et informasjonssystem som bidrar til at kyststaten Norge kan ivareta en god og effektiv beredskap langs kysten.

source: Other major users include the sector’s association, research environments (universities and colleges), the press and sector-related enterprises.
nb: Andre store brukere er næringsorganisasjon, forskningsmiljøer (universitet og høyskoler), presse og næringsrelatert virksomhet.

source: The Commission meets annually to decide on total allowable catch limits (TACs) for shared fish stocks, based on scientific advice from the International Council for Exploration of the Sea (ICES), which includes both Norwegian and Russian scientists.
nb: Kommisjonen har årlige møter for å fastsette største tillatte fangstmengde (TAC) for felles fiskebestander, på grunnlag av vitenskapelige råd fra Det internasjonale havforskningsråd (ICES), der både norske og russiske forskere er representert.

source: Offshore production of oil and gas, with installations, pipelaying, transport and processing, generates emissions to the air and discharges to water and the seabed.
nb: Produksjonen av olje og gass med installasjoner, legging av rørledninger, transport og foredling, fører til utslipp til vann, luft og havbunn.

source: Since 2008 the Norwegian Defence Research Establishment (FFI), Norwegian Space Centre and Norwegian Coastal Administration (NCA) have been cooperating on testing satellite-based AISs.
nb: Siden 2008 har Forsvarets forskningsinstitutt (FFI), Norsk Romsenter og Kystverket samarbeidet om en utprøving av satellittbasert AIS.

source: Vessels between 10 and 10.99 metres in length are the only group to have seen a steady rise in their number.
nb: Fartøy i størrelsen 10 - 10,99 meters lengde er den eneste gruppen med jevn økning i antallet fartøy.

source: The Johan Sverdrup discovery has resulted in new interest in this most extensively surveyed area of the shelf.
nb: Oppdagelsen av Johan Sverdrup-funnet har ført til ny interesse for dette best kartlagte området på sokkelen.

source: Norsat-1 will have an instrument for observing the sun, created in collaboration with the European Space Agency (ESA) and Switzerland, as well as an instrument for exploring space, developed in Norway.
nb: Norsat-1 vil ha ett instrument for å observere sola, laget i samarbeid med den europeiske romorganisasjonen ESA og Sveits, og ett instrument for å undersøke romværet, utviklet i Norge.

source: Since 2004 vessels in the coastal fleet with a length of between 15 and 27.99 metres, entitled to sail in access-restricted fisheries, have had access to structural quotas.
nb: Fra og med 2004 har kystflåten med lengde mellom 15 - 27,99 meter med deltakerrett i adgangsbegrensa fiskeri, hatt tilgang til strukturkvoter.

source: Such plotting is restricted to low-pressure centres measuring 150-600 kilometres across, since most Polar lows fall within these limits.
nb: Man plotter bare lavtrykksentra med en diameter på mellom 150 og 600km, siden de fleste polare lavtrykk er i dette størrelsesområdet.

source: The international legal framework for all activities in the Arctic Ocean are formulated in UNCLOS, which clarifies issues relating to jurisdiction and the rights and obligations in the area.
nb: De folkerettslige rammene for all aktivitet i Polhavet er formulert i havrettskonvensjonen, som avklarer spørsmål relatert til jurisdiksjon samt rettigheter og plikter i området.

source: They are owned by the Ministry of Justice and Public Security, operated by the Air Force – with the exception of the doctor and medical equipment, which belong to the Ministry of Health and Care Services – and are under the operational and tactical command of the Joint Rescue Coordination Centre (HRS).
nb: De eies av Justis og Beredskapsdepartementet, opereres av Luftforsvaret, foruten legen og medisinsk utstyr som tilhører Helse og omsorgsdepartementet, og er under operativ og taktisk kommando av HRS.

source: The zone extends from the territorial boundary around the island and out to 200 nautical miles from the baseline.
nb: Fiskerisonen ved Jan Mayen strekker seg fra territorialgrensa rundt øya og ut til 200 nautiske mil fra grunnlinja.

source: The results of this research form the basis for the management decisions made each year by the Joint Norwegian-Russian Fisheries Commission, and are therefore of crucial importance for the management of the joint fish stocks in the Barents Sea.
nb: Resultatene av denne forskningen utgjør grunnlaget for forvaltningsvedtakene som hvert år fattes av Den blandede norsk-russiske fiskerikommisjon, og er derfor svært avgjørende for forvaltningen av de samlede fiskebestandene i Barentshavet.

source: This covers the whole Norwegian and Barents Seas and extends well north of Svalbard.
nb: Dette dekker hele Norskehavet og Barentshavet og godt opp nord for Svalbard.

source: The Norwegian Coastal Administration (NCA) has established a new digital information service for vessel traffic in Arctic areas.
nb: Kystverket etablerer en ny digital informasjonstjeneste for økt sjøsikkerhet i de nordlige havområdene.

source: The annual uplift in the Gulf Bothnia is at about 1 cm a year.
nb: Den årlige landhevingen i Bottenviken er på cirka 1 cm i året.

source: The total catch quotas have fluctuated widely over time, but in recent years the major fish stocks such as cod have grown to very high levels, with cod yielding a TAC of one million tonnes in 2013.
nb: De samlede fangskvotene har svingt mye over tid, men de siste årene har viktige fiskebestander som torsk nådd svært høye nivåer, med en største tillatte fangstmengde for torsk på en million tonn i 2013.

source: We can enumerate five key principles for Norwegian fisheries, which in sum is a management that focuses on sustainability:
nb: Vi kan regne opp fem sentrale prinsipper for norsk fiskeriforvaltning og som i sum er en forvaltning som fokuserer på bærekraft:

source: The Svalbard archipelago is located in the High Arctic between 74° and 81° north and 10° and 35° east.
nb: Harald Faste Aas / Norsk Polarinstitutt. Øygruppa Svalbard ligger i det høyarktiske området mellom 74° og 81° nord og 10° og 35° øst.

source: In the autumn of 2010 the smallest ice cover since records began was registered.
nb: Høsten 2010 registrerte man det minste isdekte arealet siden målingene startet opp.

source: Includes ship-specific information from ship registers NIS / NOR.
nb: Henter skipsspesifikk informasjon fra skipsregistrene NIS/NOR.

source: The service also displays static information about the ship's identity, type of vessel, dimensions, destination, estimated time of arrival and cargo.
nb: Tjenesten viser også statisk informasjon om skipets identitet, skipstype, dimensjoner, destinasjon, antatt ankomsttid, og last.

source: Norwegian fisheries management – does it work?
nb: Norsk fiskeriforvaltning – virker den?

source: Gassco has recommended that gas from Aasta Hansteen, Linnorm, Zidane and other Norwegian Sea discoveries be piped to Nyhamna, where substantial investments have already been made.
nb: Gassco har anbefalt å føre gass fra Aasta Hansteen, Linnorm og andre funn i Norskehavet til prosessanlegget i Nyhamna, der det allerede er gjort store investeringer.

source: The Norwegian Pilot Guide - Guide at sea
nb: Den Norske Los - Veivisern til sjøs

source: forecasts for maritime traffic up to 2040
nb: Kystverkets rapport om prognoser for skipstrafikken mot 2040

source: These conventions are developed in the International Maritime Organization (IMO), which is part of the UN system.
nb: Disse konvensjoner utarbeides i Internasjonal Maritime Organisasjon (IMO) som er en del av FN systemet.

source: will substantially improve procedures for combatting oil spills in the Arctic.
nb: vil forbedre rutinene for bekjempelse av oljeutslipp i Arktis i betydelig grad.

source: We collect ship-specific information from the NIS / NOR ship registers.
nb: Vi henter skipsspesifikk informasjon fra skipsregistrene NIS/NOR.

source: The Institute of Marine Research conducted a survey of the fishing tourism in 2009 with the support of the Norwegian Research Council.
nb: Havforskningsinstituttet utførte en kartlegging av fiskeriturismen i 2009 med støtte fra Norges Forskningsråd.

source: The rules consist for the most part of the implementation of international conventions.
nb: Regelverket består for en stor del av implementering av internasjonale konvensjoner.

source: Accidental oil spills may also have economic consequences for fisheries, aquaculture and the tourism industry.
nb: Akutte oljeutslipp kan også ha økonomiske konsekvenser for fiskerier, oppdrettsanlegg og for turistnæring.

source: Escaped salmon have a negative effect on populations of wild fish.
nb: Rømt oppdrettslaks har negative konsekvenser for stammer av villaks.

source: Almost half the maritime traffic – excluding fishing vessels – in the Barents Sea and the waters off Lofoten follows recommended sailing routes.
nb: Nær halvparten av skipstrafikken (utenom fiskefartøyene) i Barentshavet og havområdene utenfor Lofoten, følger anbefalte seilingsruter.

source: Information and knowledge are necessary to describe, identify, evaluate and choose between different measures in the fairways.
nb: Informasjon og kunnskap er nødvendig for å kunne beskrive, identifisere, vurdere og velge mellom ulike tiltak i farledene.

source: “Wind farms are planned on fishing grounds and banks, where seabed conditions favour their construction,” reports Veim.
nb: - Vindkraftanlegg er planlagt på fiskefelt og fiskebanker, der det er grunnforhold til å bygge dem.

source: In terms of the Economic Zone Act, Norway in 1977 established the Fisheries Protection Zone (715,312 km2).
nb: Med hjemmel i loven om den økonomiske sonen fastsatte Norge i 1977 fiskevernsonen (715.312 km2).

source: According to the Norwegian Petroleum Directorate, discharges of potentially harmful chemical additives have declined by more than 99 per cent since 1998.
nb: Ifølge Oljedirektoratet er utslippene av tilsatte, potensielt miljøfarlige kjemikalier redusert med over 99 prosent siden 1998.

source: CDCF is managed by the Institute of Marine Research.
nb: CDCF administreres av Havforskningsinstituttet.

source: The Chinese can teach us about biology, crop production, and cultivation potential, while they can learn about technology from us.”
nb: Kineserne kan lære oss om biologi, avl og dyrkingspotensial, mens de kan lære teknologi fra oss, sier forskeren.

source: The Police Directorate (POD) and the Directorate for Civil Protection and Emergency Planning (DSB) are among those taking responsibility for cooperation and supporting the further development of the SRR as an important tool in the public security work in Norway.
nb: Politidirektoratet (POD) og Direktoratet for samfunnssikkerhet og beredskap (DSB) er av de som tar ansvar for samhandling og støtter videreutvikling av FRR som et viktig verktøy i samfunnssikkerhetsarbeidet i Norge.

source: The speed of the tectonic uplift slows in line with the distance from the Gulf of Bothnia.
nb: Tempoet i landhevingen synker i takt med avstanden til Bottenviken.

source: The wave models provide forecasts for the wave height and direction up to 48 hours in advance.
nb: Bølgemodellene gir prognoser for bølgehøyde og retning inntil 48 timer frem i tid.

source: The town has over the last 20 years gone from being a homogeneous society built around the Store Norske Spitsbergen Kullkompani, to become a more diverse society.
nb: Byen har gjennom de siste 20 årene gått fra å være et homogent samfunn bygget opp rundt gruveselskapet Store Norske Spitsbergen Kullkompani, til å bli et mer mangfoldig samfunn.

source: Svalbard is part of the Kingdom of Norway, and it is Norway which adopts and enforces the laws that apply in the archipelago.
nb: Svalbard er en del av Kongeriket Norge, og det er Norge som vedtar og håndhever lovene som gjelder på øygruppen.

source: CDCF helps developing countries to establish a national policy for fisheries and aquaculture with accompanying laws and regulations.
nb: CDCF bidrar utviklingslandene med å få på plass en egen nasjonal politikk for fiskeri og akvakultur med tilhørende lovgiving og regelverk.

source: The municipalities cooperate on preparedness through 34 inter-municipal preparedness regions led by inter-municipal committees for acute pollution (IUA) covering all Norwegian municipalities.
nb: Kommunene samarbeider om beredskapen gjennom 34 interkommunale beredskapsregioner ledet av interkommunale utvalg mot akutt forurensning (IUA) som dekker samtlige norske kommuner.

source: Abrupt shifts between gale-force winds and blizzards and calm, clear conditions can occur over less than a kilometre in a Polar low.
nb: Utslag på baneplottet bør tolkes som at det er store muligheter for et polart lavtrykk i området, og at det for øvrig blir en ustabil værtype med tette snøbyger og perioder med kuling.

source: As the national coordinator for the NAVCO service, the Norwegian Coastal Administration is responsible for transmitting navigational warnings of incidents and conditions at sea that can affect the navigational conditions for mariners.
nb: Kystverket er som nasjonal koordinator for NAVCO-tjenesten ansvarlig for å sende ut navigasjonsvarsler om hendelser og forhold på sjøen som kan påvirke navigasjonsforholdene for sjøfarende.

source: Chart layers from the Norwegian Meteorological Institute (MET Norway) are being provided by BarentsWatch to show the probability of a Polar low hitting an area within the next 42 hours.
nb: Hos BarentsWatch finner du kartlag fra Meteorologisk institutt, som viser sannsynlighet for at polart lavtrykk treffer et område i løpet av de neste 42 timer.

source: "The question is which activity we want to permit in areas with a risk of sea ice", says Loeng.
nb: – Spørsmålet blir hvilken aktivitet man vil tillate i områder med fare for havis, sier Loeng.

source: Nutrients are an another important condition for algal bloom.
nb: Næringsstoffer er et annet vilkår for algeoppblomstring.

source: The most important fish resources in the Barents Sea and adjacent waters are cod, haddock and capelin.
nb: De viktigste fiskeressursene i Barentshavet og de tilgrensende havområdene er torsk, hyse og lodde.

source: Egersund: Bridge reinforcement on National Road 502.
nb: Egersund: Forsterkning av bru på rv 502.

source: On behalf of the NCA, DNV GL has assessed the probability of oil spills from shipping along the coast of mainland Norway, drawing on data from 2008 and forecasts for 2025.
nb: På oppdrag fra Kystverket har Det norske Veritas vurdert sannsynligheten for oljeforurensning fra skipstrafikken langs kysten av Fastland-Norge. Analysen er basert på data for 2008 og prognoser for 2025.

source: Where there is less than 400 nautical miles to another state's baseline, the zone is delimited by the agreed demarcation lines between the states.
nb: Der det er mindre enn 400 nautiske mil til annen stats grunnlinje, er sonen avgrenset av avtalte avgrensningslinjer mellom statene.

source: UNIS offers terms and courses at the bachelor, master and PhD level.
nb: UNIS tilbyr semester og kurs på bachelor-, master- og PhD-nivå.

source: These corrections are broadcast over the NCA's maritime radio beacons.
nb: Disse korreksjonene blir kringkastet over Kystverkets maritime radiofyr.

source: The AIS network covers, with certain exceptions, the area from the baseline and 40-60 nautical miles from the coast.
nb: AIS-nettverket dekker, med enkelte unntak, området fra grunnlinja og 40-60 nautiske mil ut fra kysten.

source: Norway does not have full sovereignty in this area, but rather sovereign rights over natural resources in and on the seabed and in the waters above.
nb: Norge har ikke full suverenitet i dette området, men derimot suverene rettigheter over naturressursene i og på havbunnen og i havområdene over.

source: The challenges today relate to safety, international regulations, Russian regulations, regularity, and technical limitations related to vessel type and size.
nb: Utfordringene er i dag knyttet til sikkerhet, internasjonalt regelverk, russisk regelverk, regularitet, tekniske begrensninger knyttet til skipstype og -størrelse.

source: Initial areas along the coast covered by a first version of the new service include Stad, Hustadvika and Røst/Værøy.
nb: Foreløpige områder inkluderer i en første versjon Stad, Hustadvika og Røst/Værøy.

source: This satellite will carry both a next-generation AIS instrument and two scientific instruments.
nb: Denne satellitten skal bære både et nestegenerasjons AIS-instrument og to vitenskapelige instrumenter.

source: The fisheries zone around Jan Mayen was established in 1980, also pursuant to the Act relating to the economic zone.
nb: Fiskerisonen ved Jan Mayen ble opprettet i 1980, også denne med hjemmel i Lov om økonomisk sone.

source: The measures cover the whole spectrum, from physical deepening to marking and traffic regulations, etc., to improve accessibility for shipping and safeguard the marine environment.
nb: Tiltakene dekker hele spekteret, fra fysiske utdypninger til oppmerking og trafikkreguleringer med mer, for å bedre fremkommeligheten for skipstrafikken og trygge det marine miljø.

source: This desire to increase the volume of freight transported by sea is confirmed in the National Transport Plan (NTP) for 2014-2023.
nb: Ønsket om å øke godstransporten til sjøs, bekreftes i Nasjonal Transportplan (NTP) for 2014-2023.

source: We hope the regulations can lead to better overview and control of the tourist fisheries, "says Lekve.
nb: Vi håper regelverket kan føre til at vi får bedre oversikt og kontroll over turistfiske, sier Lekve.

source: Similar measures were established in 2007 between Vardø and Røst for tankers and larger cargo ships.
nb: Tilsvarende tiltak ble i 2007 etablert mellom Vardø og Røst for tankskip og større lasteskip.

source: A few large acute oil or chemical discharges have occurred in recent years, with the biggest in 2007.
nb: De siste årene har det vært noen få store akutte utslipp av olje og kjemikalier, det største var i 2007.

source: Vehicles between 15 and 20.99 metres in length have also seen a hefty reduction.
nb: Reduksjonen har også vært betydelig for fartøy i størrelse 15 - 20,99 meters lengde.

source: The Norwegian Coastal Administration welcomes feedback, both critique, praise, questions and ideas.
nb: Kystverket ønsker seg tilbakemeldinger, både ris, ros, spørsmål og ideer.

source: Vessels below 28 metres are arranged in five control groups according to the boat’s length.
nb: Fartøyene under 28 meter er systematisert i fem reguleringsgrupper etter båtens lengde.

source: With a diameter of 200-600 kilometres, they resemble tropical cyclones but are smaller in extent and intensity.
nb: De har en diameter på 200-600km, og har likhetstrekk med tropiske sykloner, men er mindre i utstrekning og dybde.
